{"the":2,"a":3,"and":4,"of":5,"to":6,"'s":7,"is":8,"that":9,"in":10,"it":11,"as":12,"with":13,"an":14,"film":15,"for":16,"its":17,"movie":18,"this":19,"you":20,"be":21,"but":22,"on":23,"n't":24,"by":25,"more":26,"one":27,"at":28,"than":29,"not":30,"has":31,"from":32,"about":33,"his":34,"like":35,"are":36,"so":37,"all":38,"or":39,"have":40,"most":41,"good":42,"out":43,"story":44,"'":45,"too":46,"into":47,"up":48,"who":49,"funny":50,"characters":51,"i":52,"no":53,"comedy":54,"if":55,"just":56,"well":57,"time":58,"does":59,"even":60,"what":61,"much":62,"your":63,"can":64,"bad":65,"their":66,"will":67,"little":68,"some":69,"very":70,"life":71,"''":72,"way":73,"which":74,"best":75,"been":76,"any":77,"love":78,"make":79,"work":80,"enough":81,"there":82,"director":83,"only":84,"he":85,"made":86,"makes":87,"new":88,"action":89,"us":90,"movies":91,"humor":92,"something":93,"never":94,"do":95,"they":96,"through":97,"was":98,"off":99,"great":100,"own":101,"would":102,"drama":103,"many":104,"we":105,"old":106,"self":107,"really":108,"performances":109,"two":110,"fun":111,"see":112,"her":113,"plot":114,"feel":115,"sense":116,"how":117,"could":118,"films":119,"better":120,"such":121,"other":122,"real":123,"every":124,"audience":125,"people":126,"first":127,"without":128,"long":129,"character":130,"cast":131,"look":132,"nothing":133,"both":134,"when":135,"being":136,"ever":137,"over":138,"may":139,"world":140,"heart":141,"should":142,"entertaining":143,"often":144,"acting":145,"hard":146,"year":147,"screen":148,"still":149,"down":150,"performance":151,"them":152,"while":153,"because":154,"script":155,"big":156,"also":157,"interesting":158,"hollywood":159,"kind":160,"another":161,"minutes":162,"those":163,"'re":164,"dialogue":165,"watch":166,"far":167,"few":168,"get":169,"family":170,"less":171,"thriller":172,"human":173,"might":174,"end":175,"tale":176,"man":177,"compelling":178,"moments":179,"actors":180,"romantic":181,"cinema":182,"rather":183,"had":184,"picture":185,"almost":186,"material":187,"after":188,"watching":189,"full":190,"documentary":191,"original":192,"seen":193,"take":194,"worth":195,"'ve":196,"seem":197,"right":198,"itself":199,"back":200,"before":201,"my":202,"moving":203,"seems":204,"were":205,"emotional":206,"our":207,"quite":208,"sweet":209,"find":210,"these":211,"visual":212,"comes":213,"things":214,"fascinating":215,"scenes":216,"between":217,"works":218,"feels":219,"here":220,"going":221,"piece":222,"me":223,"high":224,"star":225,"come":226,"go":227,"music":228,"smart":229,"making":230,"direction":231,"dull":232,"years":233,"style":234,"care":235,"yet":236,"young":237,"american":238,"half":239,"special":240,"art":241,"takes":242,"give":243,"ultimately":244,"ca":245,"keep":246,"low":247,"kids":248,"times":249,"anything":250,"laughs":251,"'ll":252,"comic":253,"why":254,"worst":255,"together":256,"experience":257,"enjoyable":258,"least":259,"cinematic":260,"lot":261,"clich":262,"part":263,"where":264,"beautiful":265,"entertainment":266,"history":267,"sometimes":268,"though":269,"thing":270,"clever":271,"perfect":272,"she":273,"away":274,"gives":275,"again":276,"genre":277,"point":278,"him":279,"bit":280,"dark":281,"amusing":282,"video":283,"summer":284,"powerful":285,"intelligence":286,"three":287,"idea":288,"gets":289,"theater":290,"engaging":291,"same":292,"once":293,"women":294,"intelligent":295,"energy":296,"subject":297,"solid":298,"did":299,"charming":300,"feature":301,"surprisingly":302,"around":303,"actually":304,"place":305,"war":306,"flick":307,"feeling":308,"anyone":309,"show":310,"charm":311,"short":312,"want":313,"narrative":314,"looking":315,"screenplay":316,"power":317,"true":318,"filmmaking":319,"face":320,"nearly":321,"done":322,"hour":323,"pretty":324,"fresh":325,"last":326,"silly":327,"strong":328,"wit":329,"under":330,"predictable":331,"simply":332,"whose":333,"writer":334,"manages":335,"think":336,"enjoy":337,"truly":338,"small":339,"flat":340,"offers":341,"say":342,"deeply":343,"goes":344,"familiar":345,"spirit":346,"know":347,"satisfying":348,"light":349,"then":350,"written":351,"fans":352,"mind":353,"whole":354,"need":355,"effort":356,"always":357,"day":358,"becomes":359,"fine":360,"dramatic":361,"horror":362,"effects":363,"beautifully":364,"trying":365,"premise":366,"quirky":367,"since":368,"hilarious":369,"filmmakers":370,"interest":371,"modern":372,"suspense":373,"tone":374,"portrait":375,"set":376,"minute":377,"coming":378,"rare":379,"pleasure":380,"rich":381,"romance":382,"series":383,"hours":384,"tv":385,"probably":386,"children":387,"study":388,"everyone":389,"ideas":390,"touching":391,"remarkable":392,"culture":393,"'d":394,"especially":395,"opera":396,"imagination":397,"middle":398,"title":399,"wonderful":400,"classic":401,"boring":402,"easy":403,"everything":404,"exercise":405,"leave":406,"run":407,"level":408,"actor":409,"instead":410,"stuff":411,"top":412,"age":413,"honest":414,"head":415,"already":416,"past":417,"dumb":418,"intriguing":419,"serious":420,"lack":421,"thought":422,"wo":423,"filmmaker":424,"turn":425,"camera":426,"adventure":427,"must":428,"s":429,"woman":430,"put":431,"audiences":432,"storytelling":433,"sad":434,"matter":435,"slow":436,"french":437,"recent":438,"stories":439,"obvious":440,"cold":441,"despite":442,"thin":443,"talent":444,"above":445,"ending":446,"terrific":447,"images":448,"memorable":449,"project":450,"visually":451,"simple":452,"beyond":453,"completely":454,"likely":455,"become":456,"sure":457,"beauty":458,"talented":459,"gentle":460,"looks":461,"black":462,"shot":463,"directed":464,"laugh":465,"mess":466,"girl":467,"emotionally":468,"jokes":469,"fails":470,"ride":471,"inside":472,"impossible":473,"sequel":474,"ugly":475,"important":476,"bland":477,"having":478,"reason":479,"himself":480,"cliches":481,"gorgeous":482,"mr":483,"left":484,"men":485,"fashioned":486,"stupid":487,"proves":488,"melodrama":489,"ways":490,"believe":491,"brilliant":492,"crime":493,"cheap":494,"easily":495,"oscar":496,"thoughtful":497,"concept":498,"contrived":499,"excellent":500,"soap":501,"worthy":502,"eyes":503,"different":504,"line":505,"debut":506,"complex":507,"book":508,"tired":509,"else":510,"rock":511,"fairly":512,"lacks":513,"viewer":514,"live":515,"otherwise":516,"de":517,"play":518,"shows":519,"change":520,"viewers":521,"deep":522,"comedies":523,"each":524,"sort":525,"warmth":526,"passion":527,"certainly":528,"death":529,"able":530,"writing":531,"turns":532,"particularly":533,"attempt":534,"welcome":535,"wrong":536,"violence":537,"none":538,"b":539,"social":540,"lost":541,"formula":542,"crafted":543,"themselves":544,"genuine":545,"home":546,"school":547,"dead":548,"personal":549,"role":550,"delightful":551,"thoroughly":552,"either":553,"now":554,"sequences":555,"act":556,"animation":557,"message":558,"plays":559,"loud":560,"hero":561,"adults":562,"version":563,"sex":564,"historical":565,"impressive":566,"cool":567,"barely":568,"seeing":569,"appealing":570,"winning":571,"creepy":572,"nor":573,"fact":574,"gags":575,"along":576,"quality":577,"worse":578,"got":579,"running":580,"working":581,"class":582,"warm":583,"found":584,"decent":585,"lives":586,"surprising":587,"engrossing":588,"budget":589,"ambitious":590,"next":591,"road":592,"second":593,"creative":594,"fantasy":595,"pretentious":596,"four":597,"straight":598,"'m":599,"psychological":600,"attention":601,"ends":602,"tragedy":603,"nice":604,"imagine":605,"entirely":606,"perfectly":607,"michael":608,"seat":609,"waste":610,"side":611,"remains":612,"sit":613,"heavy":614,"unfunny":615,"90":616,"pictures":617,"job":618,"unsettling":619,"period":620,"journey":621,"mean":622,"inventive":623,"usual":624,"try":625,"insight":626,"future":627,"painful":628,"moral":629,"vision":630,"nature":631,"john":632,"2":633,"unique":634,"convincing":635,"dry":636,"mystery":637,"bring":638,"examination":639,"view":640,"shallow":641,"edge":642,"scary":643,"pop":644,"neither":645,"stylish":646,"satire":647,"stand":648,"scene":649,"depth":650,"sci":651,"fi":652,"leaves":653,"master":654,"reality":655,"teen":656,"knows":657,"success":658,"against":659,"believable":660,"career":661,"artist":662,"lacking":663,"awful":664,"elements":665,"major":666,"game":667,"highly":668,"tries":669,"tedious":670,"lead":671,"eye":672,"poorly":673,"told":674,"mood":675,"10":676,"situations":677,"clear":678,"epic":679,"considerable":680,"appeal":681,"fire":682,"provocative":683,"falls":684,"moment":685,"acted":686,"create":687,"car":688,"hit":689,"days":690,"sentimental":691,"hip":692,"rate":693,"spy":694,"flicks":695,"political":696,"hand":697,"night":698,"masterpiece":699,"disney":700,"sensitive":701,"watchable":702,"endearing":703,"cinematography":704,"production":705,"hackneyed":706,"greatest":707,"earnest":708,"animated":709,"gone":710,"finally":711,"colorful":712,"getting":713,"parents":714,"boy":715,"crowd":716,"help":717,"uses":718,"difficult":719,"cultural":720,"odd":721,"utterly":722,"core":723,"delivers":724,"understand":725,"pace":726,"witty":727,"call":728,"inspiring":729,"amount":730,"thinking":731,"hold":732,"flaws":733,"surprise":734,"adaptation":735,"grand":736,"mostly":737,"sharp":738,"relationships":739,"possible":740,"themes":741,"throughout":742,"actress":743,"emotions":744,"money":745,"keeps":746,"skill":747,"soul":748,"trip":749,"touch":750,"given":751,"kid":752,"successful":753,"sustain":754,"during":755,"monster":756,"cut":757,"several":758,"room":759,"female":760,"drag":761,"pointless":762,"promise":763,"use":764,"felt":765,"doing":766,"spielberg":767,"mindless":768,"called":769,"tell":770,"episode":771,"cute":772,"single":773,"dog":774,"subtle":775,"wild":776,"whether":777,"captures":778,"pieces":779,"unexpected":780,"execution":781,"score":782,"couple":783,"definitely":784,"magic":785,"twists":786,"form":787,"poor":788,"step":789,"pure":790,"complete":791,"deserves":792,"ensemble":793,"intense":794,"fast":795,"ones":796,"memory":797,"problem":798,"pacing":799,"across":800,"intimate":801,"depressing":802,"somewhat":803,"surprises":804,"lovely":805,"urban":806,"water":807,"huge":808,"approach":809,"exciting":810,"ability":811,"intrigue":812,"name":813,"york":814,"forced":815,"tragic":816,"starts":817,"goofy":818,"manner":819,"playing":820,"taste":821,"tension":822,"offer":823,"delicate":824,"recommend":825,"indie":826,"let":827,"smile":828,"brings":829,"final":830,"co":831,"chilling":832,"affection":833,"grace":834,"close":835,"mediocre":836,"sexy":837,"telling":838,"tribute":839,"words":840,"overcome":841,"humanity":842,"sets":843,"motion":844,"contemporary":845,"someone":846,"heartfelt":847,"occasionally":848,"slightly":849,"wise":850,"stale":851,"pleasant":852,"uneven":853,"nicely":854,"plenty":855,"ago":856,"equally":857,"generic":858,"frame":859,"purpose":860,"living":861,"manipulative":862,"ill":863,"allows":864,"today":865,"fully":866,"strange":867,"evil":868,"twisted":869,"air":870,"remake":871,"worthwhile":872,"vivid":873,"sophisticated":874,"based":875,"failure":876,"weird":877,"events":878,"ages":879,"hearted":880,"striking":881,"playful":882,"truth":883,"painfully":884,"case":885,"funnier":886,"storyline":887,"terrible":888,"needs":889,"offensive":890,"party":891,"delight":892,"city":893,"poetry":894,"expect":895,"thanks":896,"credit":897,"brain":898,"remarkably":899,"country":900,"casting":901,"sounds":902,"supposed":903,"fiction":904,"ultimate":905,"large":906,"insightful":907,"forgettable":908,"devoid":909,"minor":910,"clarity":911,"among":912,"rarely":913,"justice":914,"forget":915,"imaginative":916,"viewing":917,"issues":918,"lame":919,"company":920,"dream":921,"inspired":922,"clearly":923,"quiet":924,"energetic":925,"exactly":926,"wants":927,"number":928,"sandler":929,"ii":930,"runs":931,"wildly":932,"respect":933,"toward":934,"situation":935,"funniest":936,"guilty":937,"refreshing":938,"genuinely":939,"figure":940,"strangely":941,"spiritual":942,"start":943,"extraordinary":944,"guys":945,"empty":946,"sincere":947,"gross":948,"realism":949,"tiresome":950,"festival":951,"sloppy":952,"product":953,"house":954,"natural":955,"taking":956,"share":957,"length":958,"yourself":959,"sitting":960,"guy":961,"paper":962,"apart":963,"meditation":964,"filled":965,"mix":966,"badly":967,"chemistry":968,"stars":969,"treat":970,"wasted":971,"originality":972,"effective":973,"ridiculous":974,"date":975,"politics":976,"wonderfully":977,"begins":978,"gripping":979,"alone":980,"annoying":981,"ms":982,"superficial":983,"entire":984,"questions":985,"realistic":986,"trouble":987,"add":988,"value":989,"free":990,"problems":991,"indulgent":992,"target":993,"universal":994,"rip":995,"yarn":996,"america":997,"list":998,"spirited":999,"tear":1000,"twice":1001,"loss":1002,"derivative":1003,"plain":1004,"behind":1005,"girls":1006,"merely":1007,"conclusion":1008,"excitement":1009,"sexual":1010,"fare":1011,"voice":1012,"chance":1013,"interested":1014,"sick":1015,"hell":1016,"succeeds":1017,"liked":1018,"shots":1019,"absolutely":1020,"extremely":1021,"steven":1022,"created":1023,"puts":1024,"unnecessary":1025,"taken":1026,"provoking":1027,"slapstick":1028,"happy":1029,"novel":1030,"latest":1031,"flawed":1032,"impact":1033,"detailed":1034,"amateurish":1035,"robert":1036,"late":1037,"except":1038,"hardly":1039,"key":1040,"suffers":1041,"british":1042,"paced":1043,"attraction":1044,"lots":1045,"sappy":1046,"popcorn":1047,"holds":1048,"battle":1049,"triumph":1050,"joy":1051,"read":1052,"science":1053,"college":1054,"nasty":1055,"frustrating":1056,"spectacle":1057,"horrible":1058,"mark":1059,"typical":1060,"previous":1061,"heartwarming":1062,"meandering":1063,"places":1064,"served":1065,"usually":1066,"word":1067,"bright":1068,"treatment":1069,"credits":1070,"performers":1071,"incredibly":1072,"computer":1073,"mesmerizing":1074,"dreary":1075,"disaster":1076,"downright":1077,"attempts":1078,"chan":1079,"opportunity":1080,"seriously":1081,"alive":1082,"dimensional":1083,"hope":1084,"used":1085,"overall":1086,"hate":1087,"rest":1088,"joke":1089,"suspenseful":1090,"frequently":1091,"refreshingly":1092,"certain":1093,"identity":1094,"person":1095,"weak":1096,"grant":1097,"brown":1098,"white":1099,"riveting":1100,"wish":1101,"raw":1102,"pleasing":1103,"provides":1104,"allen":1105,"oddly":1106,"americans":1107,"absorbing":1108,"balance":1109,"elegant":1110,"inept":1111,"directors":1112,"stunning":1113,"delivery":1114,"superb":1115,"conviction":1116,"reveals":1117,"waiting":1118,"process":1119,"avoid":1120,"franchise":1121,"doubt":1122,"laughter":1123,"finds":1124,"conventional":1125,"dazzling":1126,"mother":1127,"shame":1128,"visuals":1129,"until":1130,"average":1131,"grade":1132,"quick":1133,"please":1134,"amazing":1135,"2002":1136,"lazy":1137,"revealing":1138,"hot":1139,"shoot":1140,"cliched":1141,"poetic":1142,"thrills":1143,"david":1144,"editing":1145,"crisp":1146,"gay":1147,"damned":1148,"maybe":1149,"pay":1150,"cheesy":1151,"stomach":1152,"commercial":1153,"t":1154,"subjects":1155,"non":1156,"complicated":1157,"wonder":1158,"bullock":1159,"achievement":1160,"leads":1161,"five":1162,"false":1163,"including":1164,"although":1165,"die":1166,"match":1167,"community":1168,"fashion":1169,"studio":1170,"ludicrous":1171,"sequels":1172,"fears":1173,"turned":1174,"listless":1175,"growing":1176,"bore":1177,"comedic":1178,"undeniably":1179,"escape":1180,"skin":1181,"dreams":1182,"routine":1183,"exquisite":1184,"ya":1185,"substance":1186,"admirable":1187,"behavior":1188,"creates":1189,"extreme":1190,"lousy":1191,"talents":1192,"open":1193,"favor":1194,"means":1195,"1":1196,"cleverly":1197,"murphy":1198,"pathetic":1199,"standard":1200,"poignant":1201,"excuse":1202,"blue":1203,"turning":1204,"formulaic":1205,"various":1206,"bottom":1207,"wannabe":1208,"grief":1209,"bizarre":1210,"quickly":1211,"totally":1212,"fatal":1213,"zone":1214,"sheer":1215,"glory":1216,"mainstream":1217,"sentimentality":1218,"cause":1219,"television":1220,"wife":1221,"minded":1222,"win":1223,"mixed":1224,"central":1225,"deal":1226,"business":1227,"faith":1228,"sum":1229,"evocative":1230,"lived":1231,"holes":1232,"sitcom":1233,"philosophical":1234,"sides":1235,"fall":1236,"repetitive":1237,"murder":1238,"starring":1239,"tender":1240,"authentic":1241,"damage":1242,"sports":1243,"promising":1244,"superior":1245,"subtlety":1246,"forgotten":1247,"color":1248,"reach":1249,"largely":1250,"gifted":1251,"decades":1252,"aspects":1253,"assured":1254,"break":1255,"charisma":1256,"beneath":1257,"conscious":1258,"humorous":1259,"sequence":1260,"remember":1261,"food":1262,"x":1263,"members":1264,"belly":1265,"devastating":1266,"violent":1267,"friendship":1268,"creativity":1269,"theaters":1270,"sound":1271,"discovery":1272,"front":1273,"glimpse":1274,"industry":1275,"cruel":1276,"flair":1277,"blood":1278,"others":1279,"noir":1280,"unpleasant":1281,"haunting":1282,"ups":1283,"points":1284,"deserve":1285,"natured":1286,"perspective":1287,"general":1288,"involving":1289,"designed":1290,"direct":1291,"frank":1292,"constructed":1293,"season":1294,"intended":1295,"child":1296,"delightfully":1297,"spark":1298,"intensity":1299,"stay":1300,"levels":1301,"exhilarating":1302,"confusing":1303,"document":1304,"retread":1305,"stop":1306,"accomplished":1307,"endless":1308,"sign":1309,"virtually":1310,"soon":1311,"20":1312,"week":1313,"fit":1314,"stock":1315,"9":1316,"songs":1317,"m":1318,"lines":1319,"space":1320,"particular":1321,"theme":1322,"digital":1323,"exploration":1324,"generally":1325,"provide":1326,"acts":1327,"guns":1328,"rhythms":1329,"force":1330,"holiday":1331,"office":1332,"observations":1333,"stereotypes":1334,"vibrant":1335,"entertain":1336,"jackson":1337,"drawn":1338,"george":1339,"artificial":1340,"consistently":1341,"challenging":1342,"utter":1343,"quietly":1344,"overly":1345,"control":1346,"gangster":1347,"modest":1348,"happens":1349,"possibly":1350,"finding":1351,"apparent":1352,"farce":1353,"imax":1354,"affair":1355,"offering":1356,"essentially":1357,"group":1358,"bears":1359,"realized":1360,"pull":1361,"happen":1362,"soundtrack":1363,"structure":1364,"rhythm":1365,"marvelous":1366,"accessible":1367,"dirty":1368,"slight":1369,"persona":1370,"bored":1371,"fake":1372,"earth":1373,"edited":1374,"dvd":1375,"upon":1376,"unconvincing":1377,"adult":1378,"packed":1379,"potential":1380,"fan":1381,"buoyant":1382,"missing":1383,"crazy":1384,"deliver":1385,"reading":1386,"delights":1387,"favorite":1388,"lets":1389,"obnoxious":1390,"eyed":1391,"sight":1392,"tough":1393,"saw":1394,"washington":1395,"addition":1396,"further":1397,"answers":1398,"clumsy":1399,"irritating":1400,"street":1401,"red":1402,"mention":1403,"timely":1404,"male":1405,"main":1406,"loses":1407,"sake":1408,"enjoyed":1409,"sink":1410,"chase":1411,"hugely":1412,"rendered":1413,"splendid":1414,"flashy":1415,"changing":1416,"masterful":1417,"talking":1418,"super":1419,"spent":1420,"boys":1421,"cliche":1422,"sell":1423,"vehicle":1424,"niro":1425,"rewarding":1426,"south":1427,"empathy":1428,"killer":1429,"attractive":1430,"wait":1431,"achieves":1432,"beginning":1433,"astonishing":1434,"era":1435,"gradually":1436,"frustration":1437,"bother":1438,"visceral":1439,"deadly":1440,"hearts":1441,"logic":1442,"eloquent":1443,"unimaginative":1444,"plotting":1445,"disappointing":1446,"struggle":1447,"older":1448,"heaven":1449,"near":1450,"body":1451,"tells":1452,"carries":1453,"necessary":1454,"pic":1455,"moviegoers":1456,"sour":1457,"sea":1458,"unpredictable":1459,"slice":1460,"mayhem":1461,"green":1462,"grown":1463,"hoffman":1464,"undeniable":1465,"brothers":1466,"move":1467,"surface":1468,"third":1469,"wholly":1470,"king":1471,"crap":1472,"smarter":1473,"mildly":1474,"laughing":1475,"pitch":1476,"pair":1477,"marks":1478,"source":1479,"expected":1480,"uplifting":1481,"terms":1482,"kiddie":1483,"relationship":1484,"hands":1485,"slap":1486,"onto":1487,"represents":1488,"directorial":1489,"incoherent":1490,"winner":1491,"unfocused":1492,"absurd":1493,"preachy":1494,"crude":1495,"handed":1496,"wide":1497,"save":1498,"standards":1499,"affecting":1500,"however":1501,"awe":1502,"joyous":1503,"outstanding":1504,"fat":1505,"wedding":1506,"christmas":1507,"poem":1508,"offbeat":1509,"saturday":1510,"developed":1511,"resist":1512,"bond":1513,"trick":1514,"development":1515,"melodramatic":1516,"effect":1517,"exploitative":1518,"exploitation":1519,"setting":1520,"supporting":1521,"knowledge":1522,"cartoon":1523,"string":1524,"games":1525,"wickedly":1526,"pleasures":1527,"roll":1528,"amounts":1529,"somehow":1530,"choppy":1531,"horrifying":1532,"giant":1533,"deft":1534,"innocence":1535,"grandeur":1536,"stuck":1537,"precious":1538,"intoxicating":1539,"vulgar":1540,"fantastic":1541,"needed":1542,"weight":1543,"sympathy":1544,"sensual":1545,"mature":1546,"lyrical":1547,"emotion":1548,"meaning":1549,"cop":1550,"j":1551,"revenge":1552,"endure":1553,"content":1554,"price":1555,"seagal":1556,"pale":1557,"wry":1558,"mouth":1559,"machine":1560,"hop":1561,"pile":1562,"foul":1563,"courage":1564,"revelatory":1565,"walk":1566,"trademark":1567,"passionate":1568,"amused":1569,"lady":1570,"atmosphere":1571,"stirring":1572,"personality":1573,"brought":1574,"hair":1575,"realize":1576,"williams":1577,"pat":1578,"vapid":1579,"soderbergh":1580,"tears":1581,"considered":1582,"conflict":1583,"crush":1584,"charmer":1585,"captivating":1586,"executed":1587,"service":1588,"potentially":1589,"yes":1590,"positive":1591,"beat":1592,"collection":1593,"stage":1594,"resonant":1595,"bigger":1596,"unlikable":1597,"pain":1598,"check":1599,"e":1600,"shelf":1601,"detail":1602,"pack":1603,"larger":1604,"simplistic":1605,"d":1606,"rent":1607,"teenagers":1608,"murky":1609,"vividly":1610,"intricate":1611,"affirming":1612,"unoriginal":1613,"endeavor":1614,"banal":1615,"lawrence":1616,"hits":1617,"missed":1618,"hopeful":1619,"spirits":1620,"cross":1621,"ahead":1622,"nonsense":1623,"portrayal":1624,"camp":1625,"r":1626,"gem":1627,"filmed":1628,"suffering":1629,"scale":1630,"absurdity":1631,"deftly":1632,"bittersweet":1633,"poignancy":1634,"vampire":1635,"japanese":1636,"somewhere":1637,"ordinary":1638,"charismatic":1639,"strength":1640,"wars":1641,"blade":1642,"heartbreaking":1643,"bunch":1644,"freshness":1645,"adam":1646,"eventually":1647,"biting":1648,"territory":1649,"willing":1650,"involved":1651,"plodding":1652,"fear":1653,"produced":1654,"footage":1655,"grow":1656,"century":1657,"trash":1658,"blend":1659,"touches":1660,"god":1661,"results":1662,"loved":1663,"pulls":1664,"lush":1665,"instantly":1666,"combination":1667,"unfolds":1668,"enthusiasm":1669,"notch":1670,"strain":1671,"minds":1672,"mixture":1673,"known":1674,"italian":1675,"angst":1676,"played":1677,"essence":1678,"said":1679,"present":1680,"example":1681,"richer":1682,"spectacular":1683,"damn":1684,"shaped":1685,"frightening":1686,"profound":1687,"fish":1688,"cult":1689,"release":1690,"witted":1691,"emerges":1692,"snow":1693,"proceedings":1694,"simultaneously":1695,"dignity":1696,"breathtaking":1697,"bold":1698,"leaving":1699,"honestly":1700,"miss":1701,"whatever":1702,"meaningful":1703,"compassion":1704,"teeth":1705,"deeper":1706,"daring":1707,"faster":1708,"exceptional":1709,"spooky":1710,"commentary":1711,"rush":1712,"notice":1713,"fight":1714,"friend":1715,"trite":1716,"peter":1717,"wind":1718,"capture":1719,"artists":1720,"return":1721,"queen":1722,"band":1723,"powers":1724,"nowhere":1725,"magnificent":1726,"follow":1727,"sweeping":1728,"structured":1729,"adventurous":1730,"indian":1731,"unusual":1732,"fate":1733,"channel":1734,"smug":1735,"team":1736,"store":1737,"predecessor":1738,"bite":1739,"presents":1740,"capable":1741,"twist":1742,"desperate":1743,"kevin":1744,"determined":1745,"endlessly":1746,"ryan":1747,"fanciful":1748,"sadly":1749,"moore":1750,"animal":1751,"increasingly":1752,"insights":1753,"sweetness":1754,"values":1755,"odds":1756,"immensely":1757,"sane":1758,"niche":1759,"sweetly":1760,"shooting":1761,"timing":1762,"soulful":1763,"details":1764,"wears":1765,"unforced":1766,"awkward":1767,"numbers":1768,"measure":1769,"nightmare":1770,"condition":1771,"bang":1772,"award":1773,"carried":1774,"grab":1775,"laughable":1776,"demands":1777,"delivered":1778,"question":1779,"genial":1780,"seeking":1781,"broad":1782,"type":1783,"polished":1784,"won":1785,"literary":1786,"friends":1787,"ticket":1788,"wow":1789,"movements":1790,"blown":1791,"aged":1792,"rank":1793,"james":1794,"features":1795,"cutting":1796,"shapeless":1797,"committed":1798,"pretends":1799,"ground":1800,"bitter":1801,"whom":1802,"comfortable":1803,"vital":1804,"dish":1805,"language":1806,"inspiration":1807,"understanding":1808,"patience":1809,"losing":1810,"knowing":1811,"harrowing":1812,"protagonist":1813,"magical":1814,"junk":1815,"relentlessly":1816,"happening":1817,"course":1818,"scorsese":1819,"son":1820,"homage":1821,"unfortunately":1822,"sketchy":1823,"relief":1824,"nomination":1825,"early":1826,"crass":1827,"appalling":1828,"spider":1829,"burns":1830,"prove":1831,"relatively":1832,"asks":1833,"strike":1834,"public":1835,"faithful":1836,"layers":1837,"sadness":1838,"monty":1839,"grows":1840,"startling":1841,"jones":1842,"resourceful":1843,"sympathetic":1844,"longer":1845,"uncompromising":1846,"confident":1847,"african":1848,"convinced":1849,"credible":1850,"pass":1851,"tiny":1852,"friday":1853,"martin":1854,"8":1855,"artistic":1856,"racial":1857,"loves":1858,"finish":1859,"appear":1860,"forgive":1861,"serves":1862,"witch":1863,"celebration":1864,"police":1865,"husband":1866,"anti":1867,"nerve":1868,"broken":1869,"degree":1870,"creating":1871,"gritty":1872,"wrenching":1873,"dancing":1874,"sparkling":1875,"uninspired":1876,"apparently":1877,"mill":1878,"happiness":1879,"teacher":1880,"lesson":1881,"signs":1882,"presence":1883,"witless":1884,"ice":1885,"finale":1886,"candy":1887,"screenwriter":1888,"musical":1889,"seek":1890,"disguise":1891,"drive":1892,"heard":1893,"singing":1894,"state":1895,"fair":1896,"honesty":1897,"flimsy":1898,"ambition":1899,"roles":1900,"despair":1901,"merit":1902,"recycled":1903,"skip":1904,"tradition":1905,"sub":1906,"outrageous":1907,"fights":1908,"aplomb":1909,"metaphor":1910,"escapism":1911,"sand":1912,"appears":1913,"rooting":1914,"walked":1915,"thrill":1916,"report":1917,"hastily":1918,"maudlin":1919,"perverse":1920,"box":1921,"intellectual":1922,"folks":1923,"barbershop":1924,"buy":1925,"brutally":1926,"earnestness":1927,"biggest":1928,"impression":1929,"faced":1930,"cynical":1931,"guessing":1932,"pleaser":1933,"note":1934,"scenery":1935,"worked":1936,"seconds":1937,"event":1938,"shocking":1939,"concerned":1940,"lee":1941,"leaden":1942,"ghetto":1943,"corny":1944,"hole":1945,"tortured":1946,"inevitable":1947,"technical":1948,"enthusiastic":1949,"relies":1950,"cloying":1951,"imagery":1952,"strikes":1953,"treasure":1954,"re":1955,"belt":1956,"toilet":1957,"charms":1958,"loving":1959,"depiction":1960,"remain":1961,"alternative":1962,"total":1963,"giving":1964,"lively":1965,"messages":1966,"desperately":1967,"fighting":1968,"charmless":1969,"wilde":1970,"potent":1971,"lingering":1972,"testament":1973,"characterizations":1974,"benigni":1975,"juvenile":1976,"chilly":1977,"mysterious":1978,"admire":1979,"cohesive":1980,"delicious":1981,"unfaithful":1982,"nevertheless":1983,"variety":1984,"sleep":1985,"dumbed":1986,"insanely":1987,"staged":1988,"feat":1989,"terribly":1990,"comfort":1991,"abandon":1992,"manage":1993,"verve":1994,"communal":1995,"accept":1996,"intentions":1997,"soulless":1998,"convenient":1999,"reasonably":2000,"terrifying":2001,"delivering":2002,"overwrought":2003,"tom":2004,"breathtakingly":2005,"doze":2006,"presented":2007,"irresistible":2008,"herzog":2009,"urge":2010,"image":2011,"lifeless":2012,"references":2013,"deceptively":2014,"theatrical":2015,"forces":2016,"bound":2017,"ode":2018,"quirks":2019,"describe":2020,"astonishingly":2021,"warning":2022,"brutal":2023,"father":2024,"tongue":2025,"psychology":2026,"splendor":2027,"national":2028,"exceedingly":2029,"adventures":2030,"spite":2031,"desire":2032,"rises":2033,"smartly":2034,"below":2035,"constant":2036,"integrity":2037,"villain":2038,"came":2039,"visit":2040,"clumsily":2041,"park":2042,"dubbed":2043,"silliness":2044,"english":2045,"within":2046,"display":2047,"trailer":2048,"ridden":2049,"wave":2050,"breaks":2051,"international":2052,"moviemaking":2053,"secret":2054,"limited":2055,"jaw":2056,"labored":2057,"significant":2058,"landscape":2059,"jason":2060,"suck":2061,"straightforward":2062,"spare":2063,"halfway":2064,"sensational":2065,"blast":2066,"private":2067,"helps":2068,"demanding":2069,"wallace":2070,"roger":2071,"plots":2072,"plotted":2073,"traditional":2074,"sophomoric":2075,"shamelessly":2076,"directing":2077,"draws":2078,"feces":2079,"locations":2080,"result":2081,"looked":2082,"spell":2083,"coherent":2084,"exotic":2085,"heads":2086,"touched":2087,"belongs":2088,"screenwriting":2089,"connection":2090,"balanced":2091,"chris":2092,"basic":2093,"hopkins":2094,"unlikely":2095,"gut":2096,"rising":2097,"extra":2098,"scratch":2099,"embarrassment":2100,"somber":2101,"proud":2102,"tasty":2103,"occasional":2104,"younger":2105,"graphic":2106,"chaotic":2107,"land":2108,"appreciate":2109,"gently":2110,"alternately":2111,"phony":2112,"overwhelming":2113,"dullest":2114,"distasteful":2115,"eastwood":2116,"ingenious":2117,"screaming":2118,"professional":2119,"motivated":2120,"wanting":2121,"wooden":2122,"drugs":2123,"enthralling":2124,"imitation":2125,"bone":2126,"extended":2127,"weirdly":2128,"farts":2129,"factor":2130,"safe":2131,"handled":2132,"race":2133,"dogs":2134,"childhood":2135,"unlike":2136,"equivalent":2137,"inherent":2138,"soggy":2139,"dying":2140,"diversion":2141,"flow":2142,"openness":2143,"tricks":2144,"consciously":2145,"shyamalan":2146,"embraces":2147,"shock":2148,"disappointed":2149,"slack":2150,"hitting":2151,"suited":2152,"evening":2153,"indeed":2154,"nation":2155,"society":2156,"analyze":2157,"gang":2158,"achingly":2159,"choices":2160,"saccharine":2161,"showtime":2162,"richly":2163,"rowdy":2164,"due":2165,"thumbs":2166,"polanski":2167,"screenwriters":2168,"buried":2169,"satisfied":2170,"parody":2171,"generous":2172,"sentiment":2173,"inane":2174,"path":2175,"arts":2176,"handsome":2177,"players":2178,"tragedies":2179,"incompetent":2180,"whimsy":2181,"broomfield":2182,"greek":2183,"nonsensical":2184,"required":2185,"intermittently":2186,"efforts":2187,"consider":2188,"martha":2189,"relevant":2190,"emerge":2191,"perhaps":2192,"jim":2193,"fierce":2194,"chinese":2195,"cheese":2196,"transcends":2197,"started":2198,"behold":2199,"pseudo":2200,"attract":2201,"gloriously":2202,"driven":2203,"numbingly":2204,"experiences":2205,"artifice":2206,"onscreen":2207,"peculiar":2208,"unflinching":2209,"lackluster":2210,"maintains":2211,"inspirational":2212,"inner":2213,"uncanny":2214,"expense":2215,"area":2216,"vitality":2217,"afraid":2218,"n":2219,"held":2220,"pick":2221,"woody":2222,"capacity":2223,"using":2224,"window":2225,"vague":2226,"personalities":2227,"catch":2228,"producer":2229,"quest":2230,"substantial":2231,"sees":2232,"profile":2233,"swallow":2234,"politically":2235,"ambiguous":2236,"throws":2237,"delicately":2238,"rewards":2239,"wondering":2240,"post":2241,"engaged":2242,"beach":2243,"iranian":2244,"marriage":2245,"bringing":2246,"explore":2247,"keeping":2248,"mere":2249,"videos":2250,"term":2251,"photography":2252,"sumptuous":2253,"actresses":2254,"mainly":2255,"serve":2256,"thematic":2257,"engage":2258,"thrown":2259,"complexity":2260,"ranks":2261,"kline":2262,"destination":2263,"layered":2264,"bill":2265,"makers":2266,"generation":2267,"slapdash":2268,"fill":2269,"insipid":2270,"topic":2271,"morning":2272,"tremendous":2273,"trappings":2274,"understands":2275,"knew":2276,"divine":2277,"went":2278,"finely":2279,"built":2280,"inspire":2281,"devices":2282,"locales":2283,"kissinger":2284,"revolution":2285,"technology":2286,"sarandon":2287,"song":2288,"erotic":2289,"enter":2290,"subtly":2291,"sun":2292,"empowerment":2293,"rushed":2294,"myself":2295,"slowly":2296,"possibilities":2297,"uncommonly":2298,"sluggish":2299,"thinks":2300,"misery":2301,"intimacy":2302,"fuzzy":2303,"scream":2304,"savvy":2305,"slip":2306,"rude":2307,"returns":2308,"garbage":2309,"glass":2310,"fantasies":2311,"mild":2312,"stays":2313,"verbal":2314,"rehash":2315,"guilt":2316,"creation":2317,"proper":2318,"supremely":2319,"familial":2320,"overlong":2321,"dim":2322,"martial":2323,"breezy":2324,"parker":2325,"cover":2326,"distance":2327,"celebrates":2328,"oriented":2329,"irony":2330,"loose":2331,"stereotypical":2332,"unexpectedly":2333,"refusal":2334,"weirdness":2335,"convince":2336,"celluloid":2337,"dealing":2338,"context":2339,"released":2340,"dramatically":2341,"distinctive":2342,"existential":2343,"buffs":2344,"dysfunctional":2345,"vs":2346,"attitude":2347,"begin":2348,"jack":2349,"incisive":2350,"lopez":2351,"daily":2352,"problematic":2353,"secrets":2354,"embarrassed":2355,"hoping":2356,"aside":2357,"edgy":2358,"encouraging":2359,"graceless":2360,"guess":2361,"cleverness":2362,"firing":2363,"stunt":2364,"likable":2365,"drags":2366,"text":2367,"talk":2368,"improbable":2369,"sincerity":2370,"weeks":2371,"disgusting":2372,"choice":2373,"paid":2374,"deserved":2375,"reminds":2376,"complications":2377,"astounding":2378,"elaborate":2379,"travel":2380,"distinguished":2381,"portrays":2382,"bag":2383,"breakthrough":2384,"unbelievable":2385,"fairy":2386,"shrewd":2387,"regret":2388,"paint":2389,"common":2390,"famous":2391,"succeed":2392,"pleasurable":2393,"station":2394,"o":2395,"holocaust":2396,"stands":2397,"redundant":2398,"count":2399,"respectable":2400,"altogether":2401,"trifle":2402,"bourne":2403,"ask":2404,"speak":2405,"chances":2406,"technically":2407,"seats":2408,"spot":2409,"kicking":2410,"giddy":2411,"incoherence":2412,"responsible":2413,"invention":2414,"pathology":2415,"junior":2416,"humorless":2417,"whimsical":2418,"kong":2419,"planet":2420,"infidelity":2421,"existed":2422,"reminiscent":2423,"timeless":2424,"scenario":2425,"following":2426,"resolutely":2427,"desperation":2428,"harry":2429,"accents":2430,"hungry":2431,"eat":2432,"satirical":2433,"shake":2434,"trees":2435,"diverting":2436,"talky":2437,"hybrid":2438,"fisher":2439,"ignored":2440,"lovers":2441,"lends":2442,"enormously":2443,"web":2444,"gyllenhaal":2445,"newcomer":2446,"insulting":2447,"shifting":2448,"brilliantly":2449,"surely":2450,"chills":2451,"burn":2452,"settles":2453,"expectation":2454,"neat":2455,"brand":2456,"movement":2457,"adolescent":2458,"shocks":2459,"kiss":2460,"eager":2461,"exposition":2462,"13":2463,"drawing":2464,"mistake":2465,"hokum":2466,"exit":2467,"excess":2468,"replaced":2469,"instincts":2470,"subculture":2471,"inconsequential":2472,"actual":2473,"elegantly":2474,"loads":2475,"c":2476,"existence":2477,"bloody":2478,"historically":2479,"titles":2480,"gender":2481,"ponder":2482,"scattered":2483,"blair":2484,"format":2485,"unfulfilling":2486,"undead":2487,"insult":2488,"cartoonish":2489,"enduring":2490,"midnight":2491,"useless":2492,"souls":2493,"rapid":2494,"aims":2495,"predictably":2496,"clueless":2497,"putting":2498,"solondz":2499,"graceful":2500,"intolerable":2501,"spoof":2502,"freaks":2503,"impeccable":2504,"finest":2505,"paul":2506,"reel":2507,"gangs":2508,"spin":2509,"dismissed":2510,"rough":2511,"highest":2512,"hunter":2513,"popular":2514,"obviously":2515,"hallmark":2516,"copy":2517,"enormous":2518,"notion":2519,"random":2520,"crucial":2521,"jarring":2522,"unusually":2523,"shape":2524,"concern":2525,"pity":2526,"shining":2527,"noise":2528,"adds":2529,"similarly":2530,"confused":2531,"downbeat":2532,"elevate":2533,"record":2534,"severe":2535,"curiously":2536,"jolt":2537,"ballot":2538,"stilted":2539,"marginal":2540,"fluid":2541,"similar":2542,"15":2543,"cobbled":2544,"resonance":2545,"observation":2546,"sorvino":2547,"continues":2548,"oh":2549,"nuanced":2550,"dragon":2551,"exploiting":2552,"vanity":2553,"miracle":2554,"domestic":2555,"ended":2556,"seven":2557,"rollicking":2558,"frailty":2559,"pre":2560,"pianist":2561,"enterprise":2562,"heroine":2563,"providing":2564,"protagonists":2565,"eddie":2566,"muddled":2567,"moved":2568,"tried":2569,"sketch":2570,"ponderous":2571,"dickens":2572,"inviting":2573,"lie":2574,"implausible":2575,"satisfies":2576,"rote":2577,"critics":2578,"britney":2579,"spring":2580,"demented":2581,"spend":2582,"comparison":2583,"remembered":2584,"noble":2585,"pow":2586,"twenty":2587,"blind":2588,"woo":2589,"former":2590,"teenage":2591,"rating":2592,"zero":2593,"necessarily":2594,"daughter":2595,"brooding":2596,"blockbuster":2597,"design":2598,"handful":2599,"mythic":2600,"saving":2601,"witherspoon":2602,"preposterous":2603,"aimless":2604,"flavor":2605,"sade":2606,"easier":2607,"accurate":2608,"jackie":2609,"independent":2610,"sordid":2611,"learn":2612,"charged":2613,"88":2614,"presentation":2615,"'70s":2616,"denial":2617,"unabashedly":2618,"chops":2619,"stretches":2620,"trapped":2621,"masterfully":2622,"phenomenal":2623,"clue":2624,"current":2625,"absolute":2626,"connect":2627,"sudden":2628,"tasteful":2629,"lump":2630,"translation":2631,"manufactured":2632,"hugh":2633,"artful":2634,"added":2635,"caught":2636,"frozen":2637,"malaise":2638,"chabrol":2639,"replete":2640,"searching":2641,"radical":2642,"construct":2643,"remote":2644,"remembering":2645,"cheek":2646,"cat":2647,"disposable":2648,"hong":2649,"elegance":2650,"poverty":2651,"kill":2652,"gratuitous":2653,"vincent":2654,"calm":2655,"obligatory":2656,"christian":2657,"ghost":2658,"beast":2659,"blank":2660,"frustratingly":2661,"caper":2662,"competent":2663,"recipe":2664,"allow":2665,"anybody":2666,"account":2667,"drug":2668,"sugar":2669,"outside":2670,"russian":2671,"mushy":2672,"morally":2673,"scripts":2674,"creature":2675,"kung":2676,"rise":2677,"broadway":2678,"cares":2679,"critical":2680,"chick":2681,"figures":2682,"tepid":2683,"collapses":2684,"pretension":2685,"gorgeously":2686,"morality":2687,"curiosity":2688,"marvelously":2689,"postcard":2690,"classics":2691,"combined":2692,"recovery":2693,"punch":2694,"primarily":2695,"stinker":2696,"innovative":2697,"11":2698,"dangerous":2699,"academy":2700,"incongruous":2701,"fancy":2702,"conservative":2703,"improvised":2704,"enjoyment":2705,"hype":2706,"deadpan":2707,"evelyn":2708,"fisted":2709,"hack":2710,"drop":2711,"equilibrium":2712,"inhabit":2713,"determination":2714,"surrounding":2715,"musicians":2716,"thrilling":2717,"recording":2718,"harsh":2719,"stunts":2720,"lower":2721,"esther":2722,"moves":2723,"bits":2724,"classical":2725,"irish":2726,"caring":2727,"ego":2728,"hoot":2729,"misogyny":2730,"wet":2731,"drown":2732,"pertinent":2733,"stiff":2734,"doses":2735,"pantheon":2736,"sneaks":2737,"pulling":2738,"lurid":2739,"impressed":2740,"evident":2741,"ease":2742,"dawson":2743,"freeman":2744,"lighting":2745,"expression":2746,"redemption":2747,"hideously":2748,"charge":2749,"impersonal":2750,"psyche":2751,"shenanigans":2752,"dawns":2753,"filling":2754,"spectacularly":2755,"truthful":2756,"blandness":2757,"loneliness":2758,"cautionary":2759,"torn":2760,"incessant":2761,"30":2762,"awkwardness":2763,"ruined":2764,"reputation":2765,"somebody":2766,"observant":2767,"madonna":2768,"reign":2769,"sobering":2770,"meets":2771,"languorous":2772,"breath":2773,"tap":2774,"letting":2775,"kidman":2776,"memories":2777,"equal":2778,"thick":2779,"unsentimental":2780,"excesses":2781,"machismo":2782,"willis":2783,"sensitivity":2784,"pulpy":2785,"fluff":2786,"boredom":2787,"inconsistent":2788,"ironic":2789,"element":2790,"born":2791,"winds":2792,"wonders":2793,"expressive":2794,"notable":2795,"enjoyably":2796,"appropriate":2797,"effectively":2798,"bogs":2799,"villains":2800,"demonstrates":2801,"emptiness":2802,"difference":2803,"underbelly":2804,"concert":2805,"impressions":2806,"phones":2807,"tarantino":2808,"notes":2809,"flashes":2810,"3":2811,"slick":2812,"credibility":2813,"heal":2814,"torture":2815,"wrapped":2816,"na":2817,"santa":2818,"darker":2819,"pretensions":2820,"shines":2821,"busy":2822,"immediate":2823,"moody":2824,"button":2825,"aware":2826,"k":2827,"stylistic":2828,"godard":2829,"ravishing":2830,"wanted":2831,"properly":2832,"am":2833,"sacrifice":2834,"bracing":2835,"demons":2836,"carol":2837,"crimes":2838,"piano":2839,"idiotic":2840,"scope":2841,"jerking":2842,"families":2843,"becoming":2844,"catches":2845,"fills":2846,"eerie":2847,"enveloping":2848,"table":2849,"express":2850,"101":2851,"dahmer":2852,"naturally":2853,"aging":2854,"alienation":2855,"misfire":2856,"wearing":2857,"exceptionally":2858,"shanghai":2859,"toss":2860,"pathos":2861,"fragile":2862,"ache":2863,"longing":2864,"expectations":2865,"vintage":2866,"pungent":2867,"bear":2868,"positively":2869,"sly":2870,"fiennes":2871,"carvey":2872,"static":2873,"admit":2874,"textbook":2875,"loosely":2876,"jennifer":2877,"album":2878,"solidly":2879,"whiny":2880,"shameless":2881,"caricature":2882,"panache":2883,"ham":2884,"howard":2885,"damaged":2886,"understated":2887,"esque":2888,"fits":2889,"steal":2890,"baffling":2891,"heroes":2892,"pays":2893,"subversive":2894,"authority":2895,"cell":2896,"justify":2897,"contribution":2898,"momentum":2899,"characteristic":2900,"droll":2901,"failing":2902,"growth":2903,"flamboyant":2904,"korean":2905,"filming":2906,"idiots":2907,"medium":2908,"carry":2909,"abuse":2910,"stately":2911,"lightweight":2912,"dime":2913,"lessons":2914,"flesh":2915,"test":2916,"quarter":2917,"shockingly":2918,"payoff":2919,"mile":2920,"exaggerated":2921,"kinda":2922,"ethnic":2923,"convey":2924,"holly":2925,"sensibilities":2926,"dare":2927,"treats":2928,"load":2929,"wondrous":2930,"rohmer":2931,"fallen":2932,"insistent":2933,"climactic":2934,"sisters":2935,"focused":2936,"holm":2937,"meat":2938,"pointed":2939,"swinging":2940,"pokemon":2941,"snipes":2942,"objective":2943,"liberating":2944,"antwone":2945,"market":2946,"lust":2947,"status":2948,"choose":2949,"susan":2950,"artistry":2951,"uncertain":2952,"hollow":2953,"ring":2954,"untalented":2955,"raised":2956,"seemingly":2957,"nose":2958,"struggled":2959,"lifts":2960,"pit":2961,"moviegoing":2962,"contrivances":2963,"claustrophobic":2964,"blow":2965,"happened":2966,"ideal":2967,"thousands":2968,"costly":2969,"wholesome":2970,"town":2971,"cost":2972,"advantage":2973,"parent":2974,"lit":2975,"league":2976,"concession":2977,"illuminating":2978,"numbing":2979,"contradictory":2980,"anger":2981,"thrillers":2982,"meaningless":2983,"organic":2984,"awfully":2985,"incomprehensible":2986,"dud":2987,"aspect":2988,"uninteresting":2989,"dozen":2990,"send":2991,"splash":2992,"arnold":2993,"glorified":2994,"capturing":2995,"tragically":2996,"higher":2997,"artsy":2998,"clothes":2999,"fable":3000,"uncomfortable":3001,"massive":3002,"flourishes":3003,"contains":3004,"million":3005,"generates":3006,"generate":3007,"criminal":3008,"creations":3009,"bombastic":3010,"audacious":3011,"pokes":3012,"pitfalls":3013,"predecessors":3014,"dentist":3015,"showing":3016,"arrive":3017,"tones":3018,"beings":3019,"ellen":3020,"pompeo":3021,"purely":3022,"surreal":3023,"cable":3024,"conceits":3025,"distant":3026,"pie":3027,"awkwardly":3028,"simone":3029,"ourselves":3030,"parts":3031,"narcissism":3032,"kwan":3033,"humane":3034,"entertained":3035,"dance":3036,"news":3037,"upper":3038,"survival":3039,"perceptive":3040,"double":3041,"recommendation":3042,"background":3043,"parable":3044,"matinee":3045,"glaring":3046,"rely":3047,"center":3048,"opaque":3049,"france":3050,"coma":3051,"shrill":3052,"tediously":3053,"separate":3054,"later":3055,"paints":3056,"tends":3057,"search":3058,"blatant":3059,"hilarity":3060,"sensibility":3061,"innocent":3062,"childlike":3063,"obscure":3064,"insultingly":3065,"wear":3066,"disappointment":3067,"nobody":3068,"consciousness":3069,"unnerving":3070,"scores":3071,"sinks":3072,"ear":3073,"sacrificing":3074,"corner":3075,"thousand":3076,"wattage":3077,"hedonistic":3078,"bodies":3079,"disjointed":3080,"plotless":3081,"conceived":3082,"wall":3083,"incredible":3084,"unintentionally":3085,"woefully":3086,"ralph":3087,"bruce":3088,"lunacy":3089,"recommended":3090,"victims":3091,"brother":3092,"adrenaline":3093,"unabashed":3094,"documentaries":3095,"slo":3096,"mo":3097,"tomorrow":3098,"squanders":3099,"matters":3100,"conveying":3101,"informative":3102,"reviews":3103,"monsters":3104,"closer":3105,"directs":3106,"chest":3107,"unsympathetic":3108,"unconventional":3109,"horribly":3110,"chord":3111,"kaufman":3112,"believing":3113,"outtakes":3114,"excruciating":3115,"insane":3116,"building":3117,"proportions":3118,"subplots":3119,"latter":3120,"wallop":3121,"conspiracy":3122,"minimalist":3123,"website":3124,"cuteness":3125,"shoddy":3126,"friendly":3127,"avoids":3128,"bar":3129,"amazingly":3130,"bio":3131,"disappointingly":3132,"gory":3133,"valuable":3134,"includes":3135,"bridge":3136,"ultra":3137,"trashy":3138,"casual":3139,"plight":3140,"focus":3141,"innuendo":3142,"cry":3143,"kahlo":3144,"bleak":3145,"exterior":3146,"rental":3147,"parade":3148,"nifty":3149,"leaky":3150,"constantly":3151,"greater":3152,"featuring":3153,"sustains":3154,"clockstoppers":3155,"par":3156,"semi":3157,"jumbo":3158,"accent":3159,"circumstances":3160,"measured":3161,"qualities":3162,"unrewarding":3163,"glossy":3164,"suits":3165,"pressed":3166,"evokes":3167,"builds":3168,"multi":3169,"atlantic":3170,"barney":3171,"glorious":3172,"resemble":3173,"deprecating":3174,"legal":3175,"neo":3176,"produce":3177,"indifference":3178,"sorry":3179,"speaking":3180,"alabama":3181,"impenetrable":3182,"alluring":3183,"expert":3184,"combines":3185,"refuses":3186,"mike":3187,"riot":3188,"secretary":3189,"schwarzenegger":3190,"taylor":3191,"animals":3192,"lip":3193,"category":3194,"department":3195,"fail":3196,"changes":3197,"exact":3198,"upbeat":3199,"disguised":3200,"rambling":3201,"ready":3202,"photographed":3203,"darkly":3204,"texture":3205,"improvement":3206,"dreadful":3207,"idealism":3208,"blame":3209,"dares":3210,"succumbs":3211,"insomnia":3212,"precision":3213,"solutions":3214,"revelation":3215,"significance":3216,"anne":3217,"flaccid":3218,"fearlessness":3219,"feathers":3220,"jazzy":3221,"raise":3222,"defies":3223,"jordan":3224,"impressively":3225,"paranoia":3226,"pool":3227,"explosion":3228,"jar":3229,"soft":3230,"confidence":3231,"undercuts":3232,"china":3233,"goods":3234,"curious":3235,"eccentric":3236,"prison":3237,"damon":3238,"assassin":3239,"ties":3240,"simplicity":3241,"avary":3242,"defeated":3243,"eventual":3244,"scratching":3245,"insurance":3246,"pryor":3247,"tour":3248,"nerds":3249,"fifteen":3250,"projects":3251,"swooping":3252,"deniro":3253,"tosses":3254,"duvall":3255,"casts":3256,"makeup":3257,"tool":3258,"promises":3259,"tight":3260,"slightest":3261,"spears":3262,"dramas":3263,"unassuming":3264,"frida":3265,"jerry":3266,"styles":3267,"lane":3268,"richard":3269,"aimed":3270,"limitations":3271,"clinic":3272,"romp":3273,"powerfully":3274,"heated":3275,"deceptions":3276,"shoulders":3277,"diverse":3278,"paradiso":3279,"satisfyingly":3280,"winners":3281,"professionals":3282,"surprised":3283,"fathers":3284,"radiant":3285,"saying":3286,"12":3287,"episodes":3288,"dose":3289,"brightly":3290,"nicholas":3291,"liberation":3292,"desired":3293,"sandra":3294,"brilliance":3295,"anderson":3296,"grey":3297,"generated":3298,"exploitive":3299,"nostalgic":3300,"psychologically":3301,"meditative":3302,"innovation":3303,"edit":3304,"abstract":3305,"gave":3306,"amiable":3307,"goals":3308,"20th":3309,"dashing":3310,"manhattan":3311,"consequences":3312,"chuckle":3313,"wallet":3314,"trust":3315,"monotonous":3316,"comedian":3317,"raunch":3318,"decidedly":3319,"screening":3320,"uncomfortably":3321,"disregard":3322,"gravity":3323,"closing":3324,"conventions":3325,"fitting":3326,"halloween":3327,"costume":3328,"22":3329,"scare":3330,"boat":3331,"davis":3332,"nonjudgmental":3333,"transcend":3334,"ears":3335,"populated":3336,"obsession":3337,"lighthearted":3338,"interminable":3339,"base":3340,"juicy":3341,"scott":3342,"nuance":3343,"hundred":3344,"savor":3345,"deaths":3346,"bump":3347,"refugees":3348,"alien":3349,"gosling":3350,"dishonest":3351,"destructive":3352,"extraordinarily":3353,"media":3354,"harvard":3355,"huston":3356,"er":3357,"sucked":3358,"boasts":3359,"yearning":3360,"fly":3361,"gifts":3362,"shakespeare":3363,"controversy":3364,"sundance":3365,"split":3366,"promised":3367,"foreign":3368,"sublime":3369,"palma":3370,"notorious":3371,"teens":3372,"guaranteed":3373,"baggage":3374,"pants":3375,"jumps":3376,"evans":3377,"tense":3378,"foolish":3379,"turf":3380,"brooklyn":3381,"arc":3382,"lies":3383,"drunken":3384,"compellingly":3385,"opens":3386,"fix":3387,"transforms":3388,"profane":3389,"shadows":3390,"literate":3391,"mouthed":3392,"puerile":3393,"emphasis":3394,"feminist":3395,"dragonfly":3396,"muddle":3397,"unimaginable":3398,"overbearing":3399,"grating":3400,"build":3401,"plus":3402,"salton":3403,"procession":3404,"100":3405,"loaded":3406,"teeming":3407,"secondhand":3408,"jaglom":3409,"celebrated":3410,"argentine":3411,"lesser":3412,"strongest":3413,"irrelevant":3414,"mental":3415,"punk":3416,"pilot":3417,"dazzle":3418,"aspires":3419,"embracing":3420,"condescending":3421,"morvern":3422,"deals":3423,"scenic":3424,"renowned":3425,"reduced":3426,"thematically":3427,"strongly":3428,"demonstrate":3429,"tsai":3430,"order":3431,"losers":3432,"punching":3433,"dynamic":3434,"remotely":3435,"profoundly":3436,"wake":3437,"etc":3438,"judd":3439,"daytime":3440,"tier":3441,"triangle":3442,"legacy":3443,"eight":3444,"affected":3445,"neighborhood":3446,"w":3447,"leading":3448,"encounter":3449,"acceptable":3450,"offend":3451,"specimen":3452,"sinister":3453,"improvisation":3454,"inescapable":3455,"remind":3456,"uneasy":3457,"system":3458,"pushes":3459,"hammy":3460,"unless":3461,"cerebral":3462,"narratively":3463,"access":3464,"con":3465,"ballistic":3466,"huppert":3467,"wins":3468,"spontaneity":3469,"clown":3470,"laid":3471,"silver":3472,"mad":3473,"throwing":3474,"manhood":3475,"birthday":3476,"immature":3477,"student":3478,"develop":3479,"penetrating":3480,"smack":3481,"recognize":3482,"uneventful":3483,"baked":3484,"asian":3485,"angry":3486,"whale":3487,"assurance":3488,